Revit 2027 API
IntegerParameterValue.Value Property
 The stored value
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public int Value { get; set; }
Public Property Value As Integer
	Get
	Set
public:
property int Value {
	int get ();
	void set (int value);
}
member Value : int with get, set
Property Value
Int32
See Also
Reference
IntegerParameterValue Class
Autodesk.Revit.DB Namespace